/* 
  Localizable.strings
  Rdio Alarm

  Created by David Brunow on 11/4/12.

*/

"SNOOZE" = "Snooze";
"SET ALARM" = "Ställ Alarm";
"PLEASE REST PEACEFULLY" = "vänligen vila lugnt";
"YOUR ALARM IS SET" = "ditt larm är inställd för %@";
"PLUG ME IN" = "du borde verkligen koppla mig...";
"CANCEL ALARM" = "Avbryt Larm";
"TURN OFF ALARM" = "Stäng av larm";
"ALARM CANCELED" = "Larm Inställd";
"ALARM STOPPED" = "Larm Stoppad";
"CHARGING LABEL" = "du är en generös och omtänksam person";
"SIGN OUT" = "Logga ut";
"AUTO ALARM" = "Auto larm när App lanserades?";
"CHOOSE ALARM TIME" = "Välj Alarm Tid";
"NOT SIGNED IN LABEL" = "Att vakna upp till full spår från dina spellistor, måste du logga in Rdio®. Ännu en Rdio användare?\nTryck här för mer information.";
"CHANGE SETTINGS" = "ändra inställningar";
"AUTO ALARM BEING SET" = "om en liten stund kommer din väckning automatiskt in för att väcka dig till %@\npå %@\n\n\ntrycka var som helst på skärmen för att avbryta";
"SETTINGS OPENED" = "inställningar öppnade";
"SETTINGS CLOSED" = "inställningar Stängt";
"LOADING" = "Vänligen vänta...";
"SELECTED PLAYLIST IS" = "Valda spellistan %@";
"CHOOSE PLAYLIST" = "Välj spellista...";
"COLLAB HEADER" = "   Collaborative";
"SUBSCRIBED HEADER" = "   Tecknat";
"OWNED HEADER" = "   Ägt";
"COLLAB" = "Collaborative";
"SUBSCRIBED" = "Tecknat";
"OWNED" = "Ägt";
"APP MUST BE OPEN REMINDER" = "Du kommer inte vakna upp till musik om du stänger ut från Wake Up App.";
"TURN ALARM BACK ON" = "aktivera larmet igen";
"CANNOT CONNECT TO RDIO" = "Kan inte ansluta till Rdio®. Ditt larm fungerar inte om du inte kan ansluta. Du vill förmodligen att inrätta en säkerhetskopia larm.";

"YOUR ALARM IS SET" = "ditt larm är inställd för";
"WAKE UP TO" = "Vakna upp till";
"SNOOZE SLIDER LABEL" = "SNOOZE RDIO FÖR";
"SLEEP SLIDER LABEL" = "Somna till RDIO FÖR";
"LBLSLIDERNO" = "NEJ";
"LBLSLIDERYES" = "JA";
"SHUFFLE" = "Blanda spellista?";
"AUTOSET AM PM" = "AM/PM ställs in automatiskt";
"INNER TIME BUBBLE TEXT" = "%d min";
"INNER TIME BUBBLE TEXT PLURAL" = "%d mins";
"INNER TIME BUBBLE TEXT DISABLED" = "Inaktiverat";
"AUTO ALARM BEING SET" = "automatisk inställning larm för";
"AUTO ALARM PLAYLIST" = "vakna upp till";
"CONTACT US" = "EMAIL US";
"CURRENT TIME IS" = "Aktuell tid";
